/**
 * Модель відповіді з даними області.
 */
export interface AreaResponse {
    /**
     * Унікальний ідентифікатор області.
     * Приклад: "8d5a980d-391c-11dd-90d9-001a92567626"
     */
    Ref: string

    /**
     * Ідентифікатор адміністративного центру області.
     * Зазвичай містить посилання на місто або населений пункт.
     */
    AreasCenter: string

    /**
     * Назва області російською мовою.
     * Приклад: "Киевская"
     */
    DescriptionRu: string

    /**
     * Локалізована або основна назва області.
     * Приклад: "Київська"
     */
    Description: string
}